@extends('layouts.app')

@section('content')
<div class="container anim1">
    <div class="row">
        <div class="infoc col-md-8 col-12 p-4 mt-5 mx-auto">
            <h2 class="chza text-light mt-4">Соглашение о обработке персональных данных</h2>

            <p class="chop text-light mt-3">
                Настоящим соглашением описываются условия и политика обработки персональных данных при использовании нашего веб-сайта или сервиса.
                Мы строго соблюдаем принципы конфиденциальности и безопасности в отношении ваших персональных данных.
                В данном соглашении объясняются цели сбора и использования ваших персональных данных, а также ваши права и обязанности.
            </p>

            <p class="chop text-light mt-3">
                Ваши персональные данные могут быть собраны в течение процесса регистрации на нашем веб-сайте, при оформлении заказа, подписке на рассылку или при взаимодействии с нашими сервисами.
                Мы обрабатываем ваши персональные данные только в целях предоставления вам необходимых услуг и улучшения качества нашего обслуживания.
            </p>

            <p class="chop text-light mt-3">
                Мы не передаем ваши персональные данные третьим лицам без вашего явного согласия, за исключением случаев, предусмотренных законодательством.
                Мы принимаем все необходимые меры для защиты ваших персональных данных от несанкционированного доступа, использования или раскрытия.
            </p>

            <p class="chop text-light mt-3">
                Пользуясь нашим веб-сайтом или сервисом, вы соглашаетесь с условиями данного соглашения и соглашаетесь с тем, что мы обрабатываем ваши персональные данные в соответствии с нашей политикой конфиденциальности.
                Если вы не согласны с условиями данного соглашения, пожалуйста, воздержитесь от использования нашего веб-сайта и сервиса.
            </p>

        </div>
    </div>
</div>
@endsection